/* titles */
"StandardTitle" = "Instalacja standardowa na „%@”";
"CustomTitle" = "Instalacja własna na „%@”";

/* space requirements message */
"SpaceRequirements" = "Ta rzecz zajmie %@ miejsca na dysku.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Aby wykonać instalację standardową oprogramowania na dysku „%@”, kliknij w Instaluj.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Aby wykonać instalację standardową oprogramowania w swoim katalogu domowym, kliknij w Instaluj. Z oprogramowania będzie mógł korzystać tylko bieżący użytkownik.";
"InstallContinueMessage_LocalDomain" = "Aby wykonać instalację standardową oprogramowania dla wszystkich użytkowników tego komputera, kliknij w Instaluj. Z oprogramowania będą mogli korzystać wszyscy użytkownicy komputera.";
"InstallContinueMessage_UnknownDomain" = "Aby wykonać instalację standardową oprogramowania, kliknij w Instaluj.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Po ukończeniu instalacji tego oprogramowania konieczne będzie wyłączenie komputera. Czy na pewno chcesz zainstalować to oprogramowanie?";
"RestartWarning" = "Po ukończeniu instalacji tego oprogramowania konieczne będzie ponowne uruchomienie komputera. Czy na pewno chcesz zainstalować to oprogramowanie?";
"LogoutWarning" = "Instalacja tego oprogramowania wymaga zamknięcia wszystkich programów i wylogowania użytkownika po jej ukończeniu. Czy na pewno chcesz teraz zainstalować to oprogramowanie?";
"BatteryWarning" = "Rozpoczynasz instalację, podczas gdy zasilacz komputera jest odłączony lub niepodłączony do gniazda sieciowego. Czy na pewno chcesz kontynuować?";
"PadWarning" = "Instalacja tego oprogramowania pozostawi mniej niż 100 MB wolnego miejsca na woluminie systemowym Mac OS X. Może powodować problemy z pracą systemu i nie jest zalecane. Czy na pewno chcesz kontynuować?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Instaluj";
"CONTINUE_BUTTON_TITLE" = "Dalej";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Anuluj";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Kontynuuj instalację";

"ExtraMediaMessage" = "Instalowane oprogramowanie wymaga dodatkowych płyt instalacyjnych. Przygotuj następujące płyty:";
"AppToQuitMessage" = "Program %@ jest obecnie otwarty i zostanie zamknięty przed rozpoczęciem instalacji. Jeśli nie chcesz go zamykać, odwołaj instalację.";
"AppsToQuitMessage" = "Następujące programy są obecnie otwarte i zostaną zamknięte przed rozpoczęciem instalacji: %@. Jeśli nie chcesz ich zamykać, odwołaj instalację.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Niektóre programy muszą zostać zamknięte przed rozpoczęciem tej instalacji.";
"MUST_QUIT_APPLICATION_MESSAGE" = "Program %@ zostanie zamknięty przed rozpoczęciem instalacji. Jeśli nie chcesz go zamykać, kliknij w Anuluj, aby odwołać instalację.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Następujące programy zostaną zamknięte: %@. Jeśli nie chcesz ich zamykać, kliknij w Anuluj, aby odwołać instalację.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Dysk docelowy musi mieć jeszcze około %@ wolnego miejsca.";
"StandardInstallSinglePackageDeselectMessage" = "Zakończ Instalatora i zwolnij więcej miejsca, usuwając część plików lub programów, a następnie spróbuj zainstalować ponownie.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Możesz wybrać inny dysk lub zakończyć Instalatora i zwolnić więcej miejsca, usuwając część plików lub programów, a następnie spróbować zainstalować ponownie.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Dysk docelowy musi mieć jeszcze około %@ wolnego miejsca.";
"CustomMetaPackageDeselectMessage" = "Usuń zaznaczenie niektórych opcji lub zamknij Instalatora i usuń część plików lub programów z tego dysku, aby zwolnić trochę miejsca, a następnie spróbuj zainstalować ponownie.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Możesz wybrać inny dysk, usunąć zaznaczenie niektórych opcji lub zakończyć Instalatora i zwolnić więcej miejsca, usuwając część plików lub programów, a następnie spróbować zainstalować ponownie.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "W systemie jest zainstalowana nowsza wersja tego oprogramowania. Nie ma potrzeby instalowania jego starszej wersji.";

"CUSTOM_FOLDER_TOOLTIP" = "Katalog „%1$@” na %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Za mało miejsca, aby zainstalować tę rzecz.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Zwolnij więcej miejsca, usuwając część plików lub programów, albo wybierz inny katalog lub dysk, a następnie spróbuj zainstalować ponownie.";
"CUSTOM_FOLDER_DESCRIPTION" = "Wybierasz miejsce dla „%1$@”. Wielkość tej rzeczy to %2$@. Poniżej znajduje się lista dysków i dostępnego na nich miejsca.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (brak miejsca)";
"CUSTOM_OTHER_MENU_ITEM" = "Inne…";
